{
  "homeDescription": "Programador de videojocs versàtil, amb capacitat d'adaptació als canvis tecnològics i amb ganes de continuar aprenent. Tinc capacitat per dedicar-me completament al que em ocupa i estic acostumat a treballar en equip. Em considero una persona eficaç que es compromet amb la seva feina.",
  "projectsTitle": "PROJECTES",
  "bekkusGenre": "JOC 3D D'AVENTURES",
  "bekkusDescription": "Una jove científica estava viatjant pel món, quan de sobte cau un meteorit amb criatures de tota mena. Ara, la jove científica decideix investigar-les i obtenir tota la informació possible fent-los fotos.",
  "biluxGenre": "JOC 2D DE PLATAFORMES",
  "biluxDescription": "Bilux és un joc on hauràs d'utilitzar mecàniques de moviment per superar els nivells. Al principi semblarà fàcil, però veuràs ràpidament nivells on hauràs d'utilitzar el teu enginy i reacció per completar-los.",
  "slimeGenre": "JOC TOWER DEFENSE",
  "slimeDescription": "Slime Defense és un tower defense casual per a Android que consisteix a sobreviure ones de slimes mentre protegeixes al rei slime. Quantes ones podràs sobreviure?",
  "menu": "MENÚ",
  "home": "INICI",
  "games": "JOCS",
  "about": "SOBRE MI",
  "contactMe": "CONTACTA'M",
  "bekkusGame": "Bekkus ha estat desenvolupat per un equip de 2 artistes i 2 programadors utilitzant la metodologia scrum. He programat la lògica dels 'bekkus', sistema de missions, ajustos, UI, ajudat els artistes a implementar parts del mapa i implementar la música.",
  "biluxGame": "Bilux ha estat desenvolupat per un equip de 2 programadors. He dissenyat i programat el tutorial i altres nivells, ajustos, UI, sistema de vida i implementar la música.",
  "slimeGame": "Aquest joc l'he desenvolupat jo sol. Té un sistema d'ones i de botiga, diferents tipus d'enemics, música i anuncis opcionals.",
  "starGame": "Aquest joc l'he desenvolupat jo sol. Té diferents planetes i satèl·lits per desbloquejar, sistema de prestigi i música.",
  "grade": "TÈCNIC DE DESENVOLUPAMENT DE VIDEOJOGS, JOCS APLICATS I APLICACIONS MÒBILS",
  "description": "Programador de videojocs versàtil, amb capacitat d'adaptació als canvis tecnològics i amb ganes de continuar aprenent. Tinc capacitat per dedicar-me completament al que em ocupa i estic acostumat a treballar en equip. Em considero una persona eficaç que es compromet amb la seva feina.",
  "formation": "FORMACIÓ",
  "form1": "CFGS DESENVOLUPAMENT D'APLICACIONS MULTIPLATAFORMA - PERFIL VIDEOJOCS I OCI DIGITAL",
  "form1Date": "ENTI-UB | Set 2018 - Jun 2020",
  "form2": "BATXILLERAT TECNOLÒGIC",
  "form2Date": "INS Vila de Gràcia | Set 2016 - Jun 2018",
  "form3": "CFGS DESENVOLUPAMENT D'APLICACIONES MULTIPLATAFORMA",
  "form3Date": "La Salle Gràcia | Sep 2024 - Mai 2026 ",
  "form4": "CURS D'ESPECIALITZACIÓ DE VIDEOJOCS",
  "form4Date": "Institut Pedralbes | Sep 2024 - Mai 2025 ",
  "knowledge": "CONEIXEMENTS",
  "languages": "IDIOMES",
  "catalan": "Català",
  "spanish": "Espanyol",
  "english": "Anglès",
  "work": "EXPERIÈNCIA LABORAL",
  "work1Date": "Ship Quik Tecnologia S.L. | Jul 2021 - Març 2022",
  "work1Description": "Programador frontend i backend de la pàgina web utilitzant ReactJS, Redux, NodeJS, MUI, Formik i NPM amb metodologia Agile.",
  "work2": "PROGRAMADOR (PRÀCTIQUES)",
  "work2Date": "Twentic S.L. | Oct 2019 - Març 2020",
  "work2Description1": "· Creació i programació d'una ruta en realitat virtual d'un immoble sobre pla, amb Unity.",
  "work2Description2": "· Programació d'un joc de plataformes 2D amb taula de puntuacions per servidor i múltiples nivells, amb Phaser.",
  "contactDescription": "Pots contactar-me mitjançant"
}
