{
  "homeDescription": "Versatile video game programmer, with the ability to adapt to technological changes and eager to continue learning. I have the ability to focus completely on what concerns my work and I am used to working in teams. I consider myself an effective person who is committed to his work.",
  "projectsTitle": "PROJECTS",
  "bekkusGenre": "3D ADVENTURE GAME",
  "bekkusDescription": "A young scientist was travelling around the world when suddenly a meteor crashed, releasing all kind of creatures with its impact. Now, determined as ever, the young scientist has decided to investigate them and gather as much information as she can by photographing them.",
  "biluxGenre": "2D PLATFORM GAME",
  "biluxDescription": "Bilux is a game in which you will have to use movement mechanics to overcome the different levels. At first it may seem easy but you will quickly find levels where you will have to use your ingenuity and speed of response to overcome them.",
  "slimeGenre": "TOWER DEFENSE GAME",
  "slimeDescription": "Slime Defense is a casual tower defense for mobile that consists of surviving waves of slimes while defending the king slime. Will you be able to survive to the highest wave?",
  "menu": "MENU",
  "home": "HOME",
  "games": "GAMES",
  "about": "ABOUT",
  "contactMe": "CONTACT ME",
  "bekkusGame": "Bekkus was developed by a team of 2 artists and 2 developers using the scrum methodology. I developed the logic of \"bekkus\", quest system, settings, UI, help the artists implement some parts of the map, and implement the music.",
  "biluxGame": "Bilux was developed by a team of 2 developers. I developed the tutorial level and designed other levels, settings, UI, health system and implemented the music.",
  "slimeGame": "I developed this game on my own. It contains a wave and a shop system, different enemy types, music and optional ads.",
  "starGame": "I developed this game on my own. It has different planets and satelites to unlock, prestige system to generate stars faster and music.",
  "grade": "VIDEOGAME DEVELOPMENT TECHNICIAN, APPLIED GAMES AND MOBILE APPLICATIONS",
  "description": "Versatile video game programmer, with the ability to adapt to technological changes and eager to continue learning. I have the ability to focus completely on what concerns my work and I am used to working in teams. I consider myself an effective person who is committed to his work.",
  "formation": "FORMATION",
  "form1": "CERTIFICATE OF HIGHER EDUCATION IN CROSS-PLATFORM APPLICATION DEVELOPMENT FOR VIDEO GAMES",
  "form1Date": "ENTI-UB | Sep 2018 - Jun 2020",
  "form2": "TECHNOLOGYC HIGH-SCHOOL",
  "form2Date": "INS Vila de Gràcia | Sep 2016 - Jun 2018",
  "form3": "CERTIFICATE OF HIGHER EDUCATION IN CROSS-PLATFORM APPLICATION DEVELOPMENT",
  "form3Date": "La Salle Gràcia | Sep 2024 - Mai 2026 ",
  "form4": "VIDEOGAME SPECIALIZATION COURSE",
  "form4Date": "Institut Pedralbes | Sep 2024 - Mai 2025 ",
  "knowledge": "KNOWLEDGE",
  "languages": "LANGUAGES",
  "catalan": "Catalan",
  "spanish": "Spanish",
  "english": "English",
  "work": "WORK EXPERIENCE",
  "work1Date": "Ship Quik Tecnologia S.L. | Jul 2021- Mar 2022",
  "work1Description": "Frontend and backend programmer of the web page using ReactJS, Redux, NodeJS, MUI, Formik and NPM with Agile metodology.",
  "work2": "DEVELOPER (INTERNSHIPS)",
  "work2Date": "Twentic S.L. | Oct 2019 - Mar 2020",
  "work2Description1": "· Creation and programming of a virtual reality route of a property on a map, with Unity.",
  "work2Description2": "· Programming of a 2D platform game with score table per server and multiple levels, with Phaser.",
  "contactDescription": "You can contact me via"
}
