{
  "homeDescription": "Programador de videojuegos versátil, con capacidad de adaptación a los cambios tecnológicos y con ganas de seguir aprendiendo. Tengo capacidad para dedicarme completamente a lo que me ocupa y estoy acostumbrado a trabajar en equipo. Me considero una persona eficaz que se compromete con su trabajo.",
  "projectsTitle": "PROYECTOS",
  "bekkusGenre": "JUEGO 3D DE AVENTURAS",
  "bekkusDescription": "Una joven científica estaba viajando por el mundo, cuando de repente cae un meteorito con criaturas de todo tipo. Ahora, la joven científica decide investigarlos y conseguir toda la información posible haciendoles fotos.",
  "biluxGenre": "JUEGO 2D DE PLATAFORMAS",
  "biluxDescription": "Bilux es un juego donde tendras que usar mecánicas de movimiento para superar los niveles. Al principio parecerá fácil, pero verás rapidamente niveles donde tendras que usar tu ingenio y reacción para completarlos.",
  "slimeGenre": "JUEGO TOWER DEFENSE",
  "slimeDescription": "Slime Defense es un tower defense casual para android que consiste en sobrevivir oleadas de slimes mientras proteges al rey slime. ¿Cuantas oleadas podras sobrevivir?",
  "menu": "MENÚ",
  "home": "INICIO",
  "games": "JUEGOS",
  "about": "SOBRE MÍ",
  "contactMe": "CONTÁCTAME",
  "bekkusGame": "Bekkus ha sido desarrollado por un equipo de 2 artistas y 2 programadores usando la metodologia scrum. He programado la lógica de los \"bekkus\", sistema de misiones, ajustes, UI, ayudado a los artistas a implementar partes del mapa e implementar la música.",
  "biluxGame": "Bilux ha sido desarrollado por un equipo de 2 programadores. He disenyado y programado el tutorial y otros niveles, ajustes, UI, sistema de vida e implementar la música.",
  "slimeGame": "Este juego lo he desarrollado yo solo. Tiene un sistema de oleadas y de tienda, diferentes tipos de enemigos, música y anuncios opcionales.",
  "starGame": "Este juego lo he desarrollado yo solo. Tiene un diferentes planetas y satélites para desbloquear, sistema de prestigio y música.",
  "grade": "TÉCNICO DE DESARROLLO DE VIDEO JUEGOS, JUEGOS APLICADOS Y APLICACIONES MÓVIL",
  "description": "Programador de videojuegos versátil, con capacidad de adaptación a los cambios tecnológicos y con ganas de seguir aprendiendo. Tengo capacidad para dedicarme completamente a lo que me ocupa y estoy acostumbrado a trabajar en equipo. Me considero una persona eficaz que se compromete con su trabajo.",
  "formation": "FORMACIÓN",
  "form1": "CFGS DESARROLLO DE APLICACIONES MULTIPLATAFORMA – PERFIL VIDEOJUEGOS Y OCIO DIGITAL ",
  "form1Date": "ENTI-UB | Set 2018 - Jun 2020",
  "form2": "BACHILLERATO TECNOLÓGICO",
  "form2Date": "INS Vila de Gràcia | Set 2016 - Jun 2018",
  "form3": "CFGS DESARROLLO DE APLICACIONES MULTIPLATAFORMA",
  "form3Date": "La Salle Gràcia | Set 2024 - May 2026 ",
  "form4": "CURSO ESPECIALIZACIÓN DE VIDEOJUEGOS",
  "form4Date": "Institut Pedralbes | Set 2024 - May 2025 ",
  "knowledge": "CONOCIMIENTOS",
  "languages": "IDIOMAS",
  "catalan": "Catalán",
  "spanish": "Español",
  "english": "Inglés",
  "work": "EXPERIENCIA LABORAL",
  "work1Date": "Ship Quik Tecnologia S.L. | Jul 2021- Mar 2022",
  "work1Description": "Programador frontend y backend de la página web utilitzando ReactJS, Redux, NodeJS, MUI, Formik y NPM con metodologia Agile.",
  "work2": "PROGRAMADOR (PRÁCTICAS) ",
  "work2Date": "Twentic S.L. | Oct 2019 - Mar 2020",
  "work2Description1": "· Creación y programación de una ruta en realidad virtual de un inmueble sobre plano, con Unity.",
  "work2Description2": "· Programación de un juego de plataformas 2D con tabla de puntuaciones por servidor y múltiples niveles, con Phaser.",
  "contactDescription": "Puedes contactarme mediante"
}
